Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_take_preparing
source: Preparing offer review…
ar: جارٍ إعداد مراجعة العرض…
de: Angebotsprüfung wird vorbereitet…
es: Preparando revisión de oferta...
fa: در حال آماده سازی بررسی پیشنهاد…
fr: Préparation de la revue des offres…
he: מכין סקירת הצעה...
hi: ऑफ़र समीक्षा तैयार की जा रही है…
id: Mempersiapkan tinjauan penawaran…
it: Preparazione della revisione dell'offerta…
ja: オファーのレビューを準備しています…
ko: 제안 검토 준비 중…
nl: Beoordeling van aanbieding voorbereiden…
pl: Przygotowuję recenzję oferty…
pt: Preparando revisão da oferta…
ru: Подготовка обзора предложения…
tr: Teklif incelemesi hazırlanıyor…
uk: Підготовка розгляду пропозиції…
vi: Đang chuẩn bị xem xét đề nghị…
zh_hans: 正在准备报价审核...
zh_hant: 正在準備報價審核...

# wallet_swap_take_reserved_btc
source: This offer needs %1$d sats; the wallet has %2$d confirmed, but other swaps reserve too much. Release an unfunded acceptance, finish or refund a swap, or add Bitcoin.
ar: يحتاج هذا العرض إلى %1$d sats؛ تم تأكيد المحفظة %2$d، لكن المقايضات الأخرى تحتفظ كثيرًا. قم بتحرير قبول غير ممول، أو إنهاء المبادلة أو استردادها، أو إضافة Bitcoin.
de: Dieses Angebot erfordert %1$d sats; Das Wallet hat %2$d bestätigt, aber andere Swaps reservieren zu viel. Geben Sie eine nicht finanzierte Annahme frei, beenden oder erstatten Sie einen Tausch oder fügen Sie Bitcoin hinzu.
es: Esta oferta necesita %1$d sats; la billetera tiene confirmado %2$d, pero otros swaps reservan demasiado. Libere una aceptación no financiada, finalice o reembolse un intercambio, o agregue Bitcoin.
fa: این پیشنهاد به %1$d sats نیاز دارد. کیف پول دارای %2$d تایید شده است، اما سایر مبادلات بیش از حد ذخیره می کنند. یک پذیرش بدون بودجه را منتشر کنید، یک مبادله را تکمیل یا بازپرداخت کنید، یا Bitcoin را اضافه کنید.
fr: Cette offre nécessite %1$d sats ; le portefeuille a confirmé %2$d, mais d'autres swaps réservent trop. Libérez une acceptation non financée, terminez ou remboursez un échange, ou ajoutez Bitcoin.
he: הצעה זו צריכה %1$d sats; לארנק יש אישור %2$d, אבל החלפות אחרות שומרות יותר מדי. שחרר קבלה ללא מימון, סיים או החזר החלפה, או הוסף Bitcoin.
hi: इस ऑफर के लिए %1$d sats की आवश्यकता है; वॉलेट में %2$d की पुष्टि की गई है, लेकिन अन्य स्वैप बहुत अधिक आरक्षित हैं। एक अनिधिकृत स्वीकृति जारी करें, एक स्वैप समाप्त करें या वापस करें, या Bitcoin जोड़ें।
id: Penawaran ini membutuhkan %1$d sats; dompet telah mengkonfirmasi %2$d, tetapi swap lainnya memiliki terlalu banyak cadangan. Lepaskan penerimaan yang tidak didanai, selesaikan atau kembalikan dana swap, atau tambahkan Bitcoin.
it: Questa offerta richiede %1$d sats; il portafoglio ha %2$d confermato, ma altri scambi riservano troppo. Rilascia un'accettazione non finanziata, completa o rimborsa uno scambio oppure aggiungi Bitcoin.
ja: このオファーには %1$d sats が必要です。ウォレットには%2$dが確認されていますが、他のスワップの予約が多すぎます。未入金の受け入れを解除するか、スワップを終了または返金するか、Bitcoin を追加します。
ko: 이 제안에는 %1$d sats가 필요합니다. 지갑에 %2$d가 확인되었지만 다른 스왑은 너무 많이 보유하고 있습니다. 자금이 지원되지 않은 수락을 해제하거나, 스왑을 완료 또는 환불하거나, Bitcoin를 추가하세요.
nl: Voor deze aanbieding is %1$d sats nodig; de portemonnee heeft %2$d bevestigd, maar andere swaps reserveren te veel. Geef een niet-gefinancierde acceptatie vrij, voltooi een ruil of betaal deze terug, of voeg Bitcoin toe.
pl: Ta oferta wymaga %1$d sats; portfel ma potwierdzone %2$d, ale inne swapy rezerwują za dużo. Zwolnij akceptację bez środków, zakończ wymianę lub zwróć pieniądze albo dodaj Bitcoin.
pt: Esta oferta precisa de %1$d sats; a carteira tem %2$d confirmado, mas outros swaps reservam muito. Libere uma aceitação sem financiamento, finalize ou reembolse uma troca ou adicione Bitcoin.
ru: Для этого предложения требуется %1$d sats; в кошельке подтвержден %2$d, но другие свопы резервируют слишком много. Отпустите необеспеченный акцепт, завершите или возместите своп или добавьте Bitcoin.
tr: Bu teklifin %1$d sats'ye ihtiyacı vardır; cüzdanda %2$d onaylandı ancak diğer swaplar çok fazla rezerve ediyor. Finanse edilmemiş bir kabulü iptal edin, takas işlemini tamamlayın veya iade edin ya da Bitcoin ekleyin.
uk: Для цієї пропозиції потрібен %1$d sats; гаманець підтвердив %2$d, але інші свопи резервують занадто багато. Відпустіть нефінансований акцепт, завершіть або відшкодуйте обмін або додайте Bitcoin.
vi: Ưu đãi này cần %1$d sats; ví đã xác nhận %2$d nhưng các giao dịch hoán đổi khác dự trữ quá nhiều. Phát hành chấp nhận không được cấp vốn, hoàn thành hoặc hoàn lại tiền hoán đổi hoặc thêm Bitcoin.
zh_hans: 此报价需要%1$d sats；钱包已确认%2$d，但其他掉期储备太多。释放无资金支持的承兑，完成或退款掉期，或添加 Bitcoin。
zh_hant: 此報價需要%1$d sats；皮夾已確認%2$d，但其他掉期儲備太多。釋放無資金支持的承兌，完成或退款掉期，或增加 Bitcoin。

# wallet_swap_take_reserved_hns
source: This offer needs %1$@ HNS; the wallet has %2$@ confirmed, but other swaps reserve too much. Release an unfunded acceptance, finish or refund a swap, or add HNS.
ar: يحتاج هذا العرض إلى %1$@ HNS؛ تم تأكيد المحفظة %2$@، لكن المقايضات الأخرى تحتفظ كثيرًا. قم بتحرير قبول غير ممول، أو إنهاء المبادلة أو استردادها، أو إضافة HNS.
de: Dieses Angebot erfordert %1$@ HNS; Das Wallet hat %2$@ bestätigt, aber andere Swaps reservieren zu viel. Geben Sie eine nicht finanzierte Annahme frei, beenden oder erstatten Sie einen Tausch oder fügen Sie HNS hinzu.
es: Esta oferta necesita %1$@ HNS; la billetera tiene confirmado %2$@, pero otros swaps reservan demasiado. Libere una aceptación no financiada, finalice o reembolse un intercambio, o agregue HNS.
fa: این پیشنهاد به %1$@ HNS نیاز دارد. کیف پول دارای %2$@ تایید شده است، اما سایر مبادلات بیش از حد ذخیره می کنند. یک پذیرش بدون بودجه را منتشر کنید، یک مبادله را تکمیل یا بازپرداخت کنید، یا HNS را اضافه کنید.
fr: Cette offre nécessite %1$@ HNS ; le portefeuille a confirmé %2$@, mais d'autres swaps réservent trop. Libérez une acceptation non financée, terminez ou remboursez un échange, ou ajoutez HNS.
he: הצעה זו צריכה %1$@ HNS; לארנק יש אישור %2$@, אבל החלפות אחרות שומרות יותר מדי. שחרר קבלה ללא מימון, סיים או החזר החלפה, או הוסף HNS.
hi: इस ऑफर के लिए %1$@ HNS की आवश्यकता है; वॉलेट में %2$@ की पुष्टि की गई है, लेकिन अन्य स्वैप बहुत अधिक आरक्षित हैं। एक अनिधिक स्वीकृति जारी करें, एक स्वैप समाप्त करें या वापस करें, या HNS जोड़ें।
id: Penawaran ini membutuhkan %1$@ HNS; dompet telah mengkonfirmasi %2$@, tetapi swap lainnya memiliki terlalu banyak cadangan. Lepaskan penerimaan yang tidak didanai, selesaikan atau kembalikan dana swap, atau tambahkan HNS.
it: Questa offerta richiede %1$@ HNS; il portafoglio ha %2$@ confermato, ma altri scambi riservano troppo. Rilascia un'accettazione non finanziata, completa o rimborsa uno scambio oppure aggiungi HNS.
ja: このオファーには %1$@ HNS が必要です。ウォレットには%2$@が確認されていますが、他のスワップの予約が多すぎます。未入金の受け入れを解除するか、スワップを終了または返金するか、HNS を追加します。
ko: 이 제안에는 %1$@ HNS가 필요합니다. 지갑에 %2$@가 확인되었지만 다른 스왑은 너무 많이 보유하고 있습니다. 자금이 없는 승인을 해제하거나, 스왑을 완료 또는 환불하거나, HNS를 추가하세요.
nl: Voor deze aanbieding is %1$@ HNS nodig; de portemonnee heeft %2$@ bevestigd, maar andere swaps reserveren te veel. Geef een niet-gefinancierde acceptatie vrij, voltooi een ruil of betaal deze terug, of voeg HNS toe.
pl: Ta oferta wymaga %1$@ HNS; portfel ma potwierdzone %2$@, ale inne swapy rezerwują za dużo. Zwolnij akceptację bez środków, zakończ wymianę lub zwróć pieniądze albo dodaj HNS.
pt: Esta oferta precisa de %1$@ HNS; a carteira tem %2$@ confirmado, mas outros swaps reservam muito. Libere uma aceitação sem financiamento, finalize ou reembolse uma troca ou adicione HNS.
ru: Для этого предложения требуется %1$@ HNS; в кошельке подтвержден %2$@, но другие свопы резервируют слишком много. Отпустите необеспеченный акцепт, завершите или возместите своп или добавьте HNS.
tr: Bu teklifin %1$@ HNS'ye ihtiyacı vardır; cüzdanda %2$@ onaylandı ancak diğer swaplar çok fazla rezerve ediyor. Finanse edilmemiş bir kabulü iptal edin, takas işlemini tamamlayın veya iade edin ya da HNS ekleyin.
uk: Для цієї пропозиції потрібен %1$@ HNS; гаманець підтвердив %2$@, але інші свопи резервують занадто багато. Відпустіть нефінансований акцепт, завершіть або відшкодуйте обмін або додайте HNS.
vi: Ưu đãi này cần %1$@ HNS; ví đã xác nhận %2$@ nhưng các giao dịch hoán đổi khác dự trữ quá nhiều. Phát hành chấp nhận không được cấp vốn, hoàn thành hoặc hoàn lại tiền hoán đổi hoặc thêm HNS.
zh_hans: 此报价需要%1$@ HNS；钱包已确认%2$@，但其他掉期储备太多。释放无资金支持的承兑，完成或退款掉期，或添加 HNS。
zh_hant: 此報價需要%1$@ HNS；皮夾已確認%2$@，但其他掉期儲備太多。釋放無資金支持的承兌，完成或退款掉期，或增加 HNS。

# wallet_swap_take_review
source: Review offer
ar: مراجعة العرض
de: Angebot prüfen
es: Revisar oferta
fa: بررسی پیشنهاد
fr: Vérifier l’offre
he: בדיקת הצעה
hi: ऑफ़र की समीक्षा करें
id: Tinjau penawaran
it: Rivedi offerta
ja: オファーを確認
ko: 제안 검토
nl: Aanbieding controleren
pl: Sprawdź ofertę
pt: Rever oferta
ru: Проверить предложение
tr: Teklifi incele
uk: Перевірити пропозицію
vi: Xem lại chào giá
zh_hans: 查看报价
zh_hant: 檢視報價

# wallet_swap_take_sent
source: Offer accepted. Atomic-swap session %1$@… is negotiating with the maker.
ar: تم قبول العرض. جلسة المبادلة الذرية %1$@... تتفاوض مع الشركة المصنعة.
de: Angebot angenommen. Atomic-Swap-Session %1$@… verhandelt mit dem Hersteller.
es: Oferta aceptada. La sesión de intercambio atómico %1$@… está negociando con el fabricante.
fa: پیشنهاد پذیرفته شد جلسه مبادله اتمی %1$@… در حال مذاکره با سازنده است.
fr: Offre acceptée. La session d'échange atomique %1$@… est en négociation avec le fabricant.
he: ההצעה התקבלה. סשן החלפה אטומית %1$@... מנהל משא ומתן עם היצרן.
hi: प्रस्ताव स्वीकार कर लिया गया. परमाणु-स्वैप सत्र %1$@… निर्माता के साथ बातचीत कर रहा है।
id: Penawaran diterima. Sesi pertukaran atom %1$@… sedang bernegosiasi dengan pembuatnya.
it: Offerta accettata. Sessione di scambio atomico %1$@... sta negoziando con il produttore.
ja: オファーは受け入れられました。アトミック スワップ セッション %1$@… はメーカーと交渉中です。
ko: 제안이 수락되었습니다. 아토믹 스왑 세션 %1$@… 제조사와 협상 중입니다.
nl: Aanbieding geaccepteerd. Atomic-swapsessie %1$@… is in onderhandeling met de maker.
pl: Oferta przyjęta. Sesja wymiany atomowej %1$@… negocjuje z producentem.
pt: Oferta aceita. A sessão de troca atômica %1$@… está negociando com o fabricante.
ru: Предложение принято. Сеанс атомного обмена %1$@… ведет переговоры с производителем.
tr: Teklif kabul edildi. Atomik takas oturumu %1$@… yapımcıyla görüşüyor.
uk: Пропозиція прийнята. Сесія Atomic-swap %1$@… веде переговори з виробником.
vi: Đề nghị được chấp nhận. Phiên hoán đổi nguyên tử %1$@… đang đàm phán với nhà sản xuất.
zh_hans: 接受报价。原子交换会话%1$@…正在与制造商协商。
zh_hant: 接受報價。原子交換會話%1$@…正在與製造商協商。

# wallet_value_actions_catchup
source: HNS action review is waiting for wallet scan catch-up (%1$d of %2$d). Continue synchronization before reviewing the action.
ar: مراجعة الإجراء HNS في انتظار متابعة فحص المحفظة (%1$d من %2$d). استمر في المزامنة قبل مراجعة الإجراء.
de: Die Überprüfung der HNS-Aktion wartet auf den Wallet-Scan (%1$d von %2$d). Setzen Sie die Synchronisierung fort, bevor Sie die Aktion überprüfen.
es: La revisión de la acción HNS está esperando que se ponga al día el escaneo de la billetera (%1$d de %2$d). Continúe la sincronización antes de revisar la acción.
fa: بررسی اقدام HNS منتظر اسکن کیف پول است (%1$d از %2$d). قبل از بررسی عملکرد، همگام سازی را ادامه دهید.
fr: L'examen des actions HNS est en attente de rattrapage de l'analyse du portefeuille (%1$d ou %2$d). Poursuivez la synchronisation avant de revoir l'action.
he: סקירת הפעולה של HNS ממתינה להתקפת סריקת ארנק (%1$d או %2$d). המשך בסנכרון לפני סקירת הפעולה.
hi: HNS एक्शन समीक्षा वॉलेट स्कैन कैच-अप (%2$d का %1$d) की प्रतीक्षा कर रही है। कार्रवाई की समीक्षा करने से पहले सिंक्रनाइज़ेशन जारी रखें.
id: Tinjauan tindakan HNS sedang menunggu pemindaian dompet (%1$d dari %2$d). Lanjutkan sinkronisasi sebelum meninjau tindakan.
it: La revisione dell'azione HNS è in attesa del recupero della scansione del portafoglio (%1$d di %2$d). Continua la sincronizzazione prima di rivedere l'azione.
ja: HNS アクション レビューは、ウォレット スキャンのキャッチアップ (%2$d の %1$d) を待っています。アクションを確認する前に同期を続行してください。
ko: HNS 작업 검토가 지갑 스캔 캐치업을 기다리고 있습니다(%1$d of %2$d). 작업을 검토하기 전에 동기화를 계속하세요.
nl: HNS-actiebeoordeling wacht op inhaalactie van portemonneescan (%1$d van %2$d). Ga door met de synchronisatie voordat u de actie bekijkt.
pl: Przegląd akcji HNS oczekuje na nadrobienie skanu portfela (%1$d z %2$d). Kontynuuj synchronizację przed przejrzeniem działania.
pt: A revisão da ação HNS está aguardando atualização da verificação da carteira (%1$d de %2$d). Continue a sincronização antes de revisar a ação.
ru: Обзор действий HNS ожидает сканирования кошелька (%1$d из %2$d). Продолжите синхронизацию, прежде чем просматривать действие.
tr: HNS eylem incelemesi, cüzdan taramasının yakalanmasını bekliyor (%1$d ve %2$d). Eylemi incelemeden önce senkronizasyona devam edin.
uk: Огляд дії HNS очікує на сканування гаманця (%1$d з %2$d). Продовжте синхронізацію перед переглядом дії.
vi: Đánh giá hành động HNS đang chờ bắt kịp quá trình quét ví (%1$d của %2$d). Tiếp tục đồng bộ hóa trước khi xem lại hành động.
zh_hans: HNS 行动审核正在等待钱包扫描赶上（%2$d 的 %1$d）。在检查操作之前继续同步。
zh_hant: HNS 行動審核正在等待錢包掃描趕上（%2$d 的 %1$d）。在檢查操作之前繼續同步。

# wallet_value_actions_executing
source: Executing the exact approved native action…
ar: جارٍ تنفيذ الإجراء الأصلي المعتمد تمامًا...
de: Die exakte genehmigte native Aktion wird ausgeführt …
es: Ejecutando exactamente la acción nativa aprobada...
fa: در حال اجرای دقیق اقدام بومی تایید شده…
fr: Exécution de l’action native approuvée exacte…
he: מבצע את הפעולה המקורית המאושרת במדויק...
hi: सटीक अनुमोदित मूल कार्रवाई निष्पादित करना…
id: Mengeksekusi tindakan asli yang disetujui secara tepat…
it: Esecuzione dell'esatta azione nativa approvata…
ja: 承認されたネイティブ アクションを正確に実行しています…
ko: 승인된 네이티브 작업을 정확하게 실행하는 중…
nl: Het uitvoeren van de exact goedgekeurde native actie...
pl: Wykonywanie dokładnie zatwierdzonej akcji natywnej…
pt: Executando a ação nativa aprovada exata…
ru: Выполнение точного утвержденного нативного действия…
tr: Tam olarak onaylanmış yerel eylem yürütülüyor…
uk: Виконання точної затвердженої нативної дії…
vi: Đang thực hiện chính xác hành động gốc đã được phê duyệt…
zh_hans: 执行确切批准的本机操作...
zh_hant: 執行確切核准的本機操作...

# wallet_value_actions_expires
source: Approval expires: %1$@
ar: تنتهي الموافقة: %1$@
de: Genehmigung läuft ab: %1$@
es: La aprobación vence: %1$@
fa: تایید منقضی می شود: %1$@
fr: L'approbation expire : %1$@
he: פג תוקף האישור: %1$@
hi: अनुमोदन समाप्त हो रहा है: %1$@
id: Persetujuan berakhir: %1$@
it: Scadenza dell'approvazione: %1$@
ja: 承認の有効期限が切れます: %1$@
ko: 승인 만료: %1$@
nl: Goedkeuring verloopt: %1$@
pl: Zatwierdzenie wygasło: %1$@
pt: A aprovação expira: %1$@
ru: Срок действия утверждения истекает: %1$@.
tr: Onayın sona ermesi: %1$@
uk: Термін дії схвалення закінчується: %1$@
vi: Phê duyệt hết hạn: %1$@
zh_hans: 批准到期：%1$@
zh_hant: 批准到期：%1$@

# wallet_value_actions_invalid
source: The action fields are not canonical. HNS amounts support at most 6 decimal places.
ar: حقول العمل ليست أساسية. HNS يصل الدعم إلى 6 منازل عشرية على الأكثر.
de: Die Aktionsfelder sind nicht kanonisch. HNS Beträge unterstützen maximal 6 Dezimalstellen.
es: Los campos de acción no son canónicos. Los importes HNS admiten como máximo 6 decimales.
fa: زمینه های عمل متعارف نیستند. مقادیر HNS حداکثر از 6 رقم اعشار پشتیبانی می کند.
fr: Les champs d'action ne sont pas canoniques. Les montants HNS prennent en charge au maximum 6 décimales.
he: שדות הפעולה אינם קנוניים. HNS תומך ב-6 מקומות עשרוניים לכל היותר.
hi: क्रिया क्षेत्र विहित नहीं हैं. HNS अधिकतम 6 दशमलव स्थानों पर समर्थन प्रदान करता है।
id: Bidang tindakan tidak kanonik. Jumlah HNS mendukung paling banyak 6 tempat desimal.
it: I campi di azione non sono canonici. Gli importi HNS supportano al massimo 6 cifre decimali.
ja: アクションフィールドは正規ではありません。 HNS の金額は、小数点以下 6 桁までサポートされます。
ko: 작업 필드는 표준이 아닙니다. HNS 금액은 소수점 이하 6자리까지 지원됩니다.
nl: De actievelden zijn niet canoniek. HNS-bedragen ondersteunen maximaal 6 decimalen.
pl: Pola akcji nie są kanoniczne. HNS obsługuje kwoty z dokładnością do 6 miejsc po przecinku.
pt: Os campos de ação não são canônicos. Os valores HNS suportam no máximo 6 casas decimais.
ru: Поля действий не каноничны. Суммы HNS поддерживают не более 6 знаков после запятой.
tr: Eylem alanları kanonik değildir. HNS miktarları en fazla 6 ondalık basamağı destekler.
uk: Поля дії не є канонічними. Суми HNS підтримують не більше 6 знаків після коми.
vi: Các trường hành động không chuẩn. Số lượng HNS hỗ trợ tối đa 6 chữ số thập phân.
zh_hans: 操作字段不规范。 HNS 金额最多支持 6 位小数。
zh_hant: 操作字段不規範。 HNS 金額最多支援 6 位小數。

# wallet_value_actions_locked
source: Unlock and synchronize before preparing a name or Shakedex action.
ar: قم بفتح القفل والمزامنة قبل إعداد اسم أو إجراء Shakedex.
de: Entsperren und synchronisieren Sie, bevor Sie einen Namen oder eine Shakedex-Aktion vorbereiten.
es: Desbloquee y sincronice antes de preparar un nombre o acción Shakedex.
fa: قبل از تهیه نام یا اقدام Shakedex قفل را باز کرده و همگام کنید.
fr: Déverrouillez et synchronisez avant de préparer un nom ou une action Shakedex.
he: בטל את הנעילה וסנכרן לפני הכנת שם או פעולת Shakedex.
hi: नाम या Shakedex क्रिया तैयार करने से पहले अनलॉक और सिंक्रोनाइज़ करें।
id: Buka kunci dan sinkronkan sebelum menyiapkan nama atau tindakan Shakedex.
it: Sblocca e sincronizza prima di preparare un nome o un'azione Shakedex.
ja: 名前または Shakedex アクションを準備する前に、ロックを解除して同期してください。
ko: 이름 또는 Shakedex 작업을 준비하기 전에 잠금을 해제하고 동기화하세요.
nl: Ontgrendel en synchroniseer voordat u een naam of Shakedex-actie voorbereidt.
pl: Odblokuj i zsynchronizuj przed przygotowaniem nazwy lub akcji Shakedex.
pt: Desbloqueie e sincronize antes de preparar um nome ou ação Shakedex.
ru: Разблокируйте и синхронизируйте перед подготовкой имени или действия Shakedex.
tr: Bir ad veya Shakedex eylemi hazırlamadan önce kilidi açın ve senkronize edin.
uk: Розблокуйте та синхронізуйте перед підготовкою імені або дії Shakedex.
vi: Mở khóa và đồng bộ hóa trước khi chuẩn bị tên hoặc hành động Shakedex.
zh_hans: 在准备名称或 Shakedex 操作之前解锁并同步。
zh_hant: 在準備名稱或 Shakedex 操作之前解鎖並同步。

# wallet_value_actions_prepare_failed
source: The action could not be prepared from the current synchronized state. No transaction was approved or broadcast.
ar: لا يمكن تحضير الإجراء من حالة المزامنة الحالية. لم تتم الموافقة على أي معاملة أو بثها.
de: Die Aktion konnte im aktuellen Synchronisierungsstatus nicht vorbereitet werden. Es wurde keine Transaktion genehmigt oder veröffentlicht.
es: La acción no se pudo preparar desde el estado sincronizado actual. No se aprobó ni transmitió ninguna transacción.
fa: کنش از حالت همگام‌سازی کنونی آماده نشد. هیچ تراکنشی تایید یا پخش نشد.
fr: L'action n'a pas pu être préparée à partir de l'état synchronisé actuel. Aucune transaction n'a été approuvée ou diffusée.
he: לא ניתן היה להכין את הפעולה מהמצב המסונכרן הנוכחי. שום עסקה לא אושרה או שודרה.
hi: कार्रवाई वर्तमान सिंक्रनाइज़ स्थिति से तैयार नहीं की जा सकी. किसी भी लेन-देन को मंजूरी या प्रसारण नहीं किया गया।
id: Tindakan tidak dapat dipersiapkan dari keadaan tersinkronisasi saat ini. Tidak ada transaksi yang disetujui atau disiarkan.
it: Non è stato possibile preparare l'azione dallo stato sincronizzato corrente. Nessuna transazione è stata approvata o trasmessa.
ja: 現在の同期状態からアクションを準備できませんでした。トランザクションは承認またはブロードキャストされませんでした。
ko: 현재 동기화된 상태에서는 작업을 준비할 수 없습니다. 거래가 승인되거나 공개되지 않았습니다.
nl: De actie kon niet worden voorbereid vanuit de huidige gesynchroniseerde status. Er is geen transactie goedgekeurd of uitgezonden.
pl: Nie można przygotować akcji na podstawie bieżącego stanu synchronizacji. Żadna transakcja nie została zatwierdzona ani opublikowana.
pt: A ação não pôde ser preparada a partir do estado sincronizado atual. Nenhuma transação foi aprovada ou transmitida.
ru: Не удалось подготовить действие из текущего синхронизированного состояния. Ни одна транзакция не была одобрена или передана в эфир.
tr: Eylem mevcut senkronize durumdan hazırlanamadı. Hiçbir işlem onaylanmadı veya yayınlanmadı.
uk: Не вдалося підготувати дію з поточного синхронізованого стану. Жодна трансакція не була схвалена чи трансльована.
vi: Không thể chuẩn bị hành động từ trạng thái đồng bộ hóa hiện tại. Không có giao dịch nào được phê duyệt hoặc phát sóng.
zh_hans: 无法从当前同步状态准备操作。没有交易被批准或广播。
zh_hant: 無法從目前同步狀態準備操作。沒有交易被批准或廣播。

# wallet_value_actions_preparing
source: Preparing the exact native action and approval summary…
ar: جارٍ إعداد الإجراء الأصلي وملخص الموافقة...
de: Vorbereiten der genauen nativen Aktions- und Genehmigungszusammenfassung…
es: Preparando la acción nativa exacta y el resumen de aprobación...
fa: آماده سازی دقیق اقدام بومی و خلاصه تایید…
fr: Préparation de l'action native exacte et du résumé d'approbation…
he: מכין את הפעולה המקורית המדויקת וסיכום האישור...
hi: सटीक मूल कार्रवाई और अनुमोदन सारांश तैयार किया जा रहा है…
id: Mempersiapkan ringkasan tindakan asli dan persetujuan yang tepat…
it: Preparazione dell'azione nativa esatta e del riepilogo dell'approvazione…
ja: 正確なネイティブ アクションと承認の概要を準備しています…
ko: 정확한 기본 조치 및 승인 요약 준비 중…
nl: Het exacte native actie- en goedkeuringsoverzicht voorbereiden...
pl: Przygotowanie dokładnego natywnego podsumowania akcji i zatwierdzenia…
pt: Preparando a ação nativa exata e o resumo de aprovação…
ru: Подготовка точного описания действий и одобрения…
tr: Tam yerel eylem ve onay özeti hazırlanıyor…
uk: Підготовка точного власного підсумку дії та схвалення…
vi: Đang chuẩn bị bản tóm tắt phê duyệt và hành động gốc chính xác…
zh_hans: 准备准确的本地操作和批准摘要......
zh_hant: 準備準確的本地操作和批准摘要...

# wallet_value_actions_preparing_from_recent_snapshot
source: Preparing from the recent verified HNS snapshot…
ar: جارٍ التحضير من لقطة HNS التي تم التحقق منها مؤخرًا...
de: Vorbereitung anhand des kürzlich verifizierten HNS-Schnappschusses…
es: Preparándonos a partir de la instantánea reciente verificada de HNS...
fa: در حال آماده سازی از عکس فوری تأیید شده اخیر HNS…
fr: Préparation à partir du récent instantané HNS vérifié…
he: מתכונן מתמונת המצב המאומתת האחרונה של HNS...
hi: हाल ही में सत्यापित HNS स्नैपशॉट से तैयारी की जा रही है...
id: Mempersiapkan dari snapshot HNS terverifikasi terbaru…
it: Preparazione dalla recente istantanea verificata HNS…
ja: 最近検証された HNS スナップショットから準備しています…
ko: 최근 확인된 HNS 스냅샷에서 준비 중…
nl: Voorbereiden op basis van de recente geverifieerde HNS-momentopname...
pl: Przygotowuję na podstawie ostatniej zweryfikowanej migawki HNS…
pt: Preparando a partir do instantâneo HNS verificado recentemente…
ru: Подготовка на основе недавнего проверенного снимка HNS…
tr: Yakın zamanda doğrulanan HNS anlık görüntüsünden hazırlanıyor…
uk: Підготовка на основі останнього перевіреного знімка HNS…
vi: Đang chuẩn bị từ ảnh chụp nhanh HNS đã được xác minh gần đây…
zh_hans: 正在从最近验证的 HNS 快照中进行准备……
zh_hant: 正在從最近驗證的 HNS 快照中進行準備…
